export const listSpeciality = [
  {
    id:1,
    name:'ووشوكونغ فو'
  },
  {
    id:2,
    name:'ديكايتوريو'
  },
  {
    id:3,
    name:'هابكيدو'
  },
  {
    id:4,
    name:'كمبو'
  },
  {
    id:5,
    name:'دفاع عن النفس'
  },
  {
    id:6,
    name:'كايزن'
  },
  {
    id:7,
    name:'كيسندو'
  },
  {
    id:8,
    name:'فوفينام فيات فوداو'
  },
  {
    id:9,
    name:'مصارعة صينية'
  },
]
export const listGrade = [
  {
    id:1,
    name:'حزام أصفر 1'
  },
  {
    id:2,
    name:'حزام أصفر 2'
  },
  {
    id:3,
    name:'حزام أصفر 3'
  },
  {
    id:4,
    name:'حزام أخضر 1'
  },
  {
    id:5,
    name:'حزام أخضر 2'
  },
  {
    id:6,
    name:'حزام أخضر 3'
  },
  {
    id:7,
    name:'حزام أزرق 1'
  },
  {
    id:8,
    name:'حزام أزرق 2'
  },
  {
    id:9,
    name:'حزام أزرق 3'
  },
  {
    id:10,
    name:'حزام بنفسجي  1'
  },
  {
    id:11,
    name:'حزام بنفسجي  2'
  },
  {
    id:12,
    name:'حزام بنفسجي  3'
  },
  {
    id:13,
    name:'حزام أحمر 1'
  },
  {
    id:14,
    name:'حزام أحمر 2'
  },
  {
    id:15,
    name:'حزام أحمر 3'
  },
  {
    id:16,
    name:'حزام أسود درجة أولى'
  },
  {
    id:17,
    name:'حزام أسود درجة ثانية'
  },
  {
    id:18,
    name:'حزام أسود درجة ثانية'
  },
  {
    id:19,
    name:'حزام أسود درجة ثالثة'
  },
  {
    id:20,
    name:'حزام أسود درجة رابعة'
  },
  {
    id:21,
    name:'حزام أسود درجة خامسة'
  },
  {
    id:22,
    name:'حزام أسود درجة سادسة'
  },
  {
    id:23,
    name:'حزام أسود درجة سابعة'
  },
  {
    id:24,
    name:'حزام أسود درجة ثامنة'
  },
  {
    id:25,
    name:'حزام أسود درجة تاسعة'
  },
]
